chat_system_920168865_actor_description=Priest Owein. Senior Priest.
chat_system_920168865_switch_1_header_1=^?^The damned child Enemen is still in his castle. Why have you come here if the evil remains unpunished?
chat_system_920168865_snap_3_question=^?^Get out! Go away! Damned thief, do not even think to approach our Temple.
chat_system_920168865_snap_3_answer_0=^?^I'd like to settle this... Misunderstanding.
chat_system_920168865_snap_3_answer_1=^?^I can't say I care.
chat_system_920168865_snap_4_question=^?^Our Temple does not wish to deal with thieves and killers!
chat_system_920168865_snap_4_answer_0=^?^And what about the forgiveness of sins and soul purification?
chat_system_920168865_snap_4_answer_1=^?^Ok. Goodbye.
chat_system_920168865_snap_5_question=^?^Your soul is darker than night, no prayers can help you. Unless, of course, the prayers are supported with generous donations to the Temple. Let's say 1000 gold coins.
chat_system_920168865_snap_5_answer_0=^?^What con artists you priests are! Ok, here they are, 1000 gold coins.
chat_system_920168865_snap_5_answer_1=^?^I do not have that kind of money. Goodbye.
chat_system_920168865_snap_6_question=^?^Let the gods forgive you and your sinful soul, my son. Now leave us alone, I need to say a prayer for you and have a drink... I mean... beg the gods for your forgiveness.
chat_system_920168865_snap_6_answer_0=^?^See you!
chat_system_920168865_snap_2_question=^?^I welcome you, [player]. Please feel yourself a welcome guest in our temple.
chat_system_920168865_snap_2_answer_0=^?^Do you have anything useful for welcome guests?
chat_system_920168865_snap_2_answer_1=^?^Hello, Father. I came to you with a request.
chat_system_920168865_snap_2_answer_2=^?^Once again I want to talk to you about the indulgence.
chat_system_920168865_snap_2_answer_3=^?^Hello, Father. I need to see Priest Owein. I have a package for him.
chat_system_920168865_snap_2_answer_4=^?^Hello, Father. Can I do anything for your temple?
chat_system_920168865_snap_2_answer_5=^?^I'd like to take several brother monks to the crusades, or perhaps buy some supplies from you.
chat_system_920168865_snap_2_answer_6=^?^I do not have time to stay. Goodbye.
chat_system_920168865_snap_7_question=^?^What has happened, my son?
chat_system_920168865_snap_7_answer_0=^?^You see, recently I was at the Islands of Freedom ... and I came across Captain Black Eye, a sorry man who was cursed by his friends. Now he, his crew and their ship turn into ghosts at night. They want to become ordinary people once more, and have asked me to help them.
chat_system_920168865_snap_8_question=^?^Remove the curse? I'll give the indulgence to them if they are ready to repent for their sins and swear that they will never again rob and kill.
chat_system_920168865_snap_8_answer_0=^?^I'm sure that Black Eye and his crew will be glad to make this vow. Even a peaceful life would be better for them than such existence.
chat_system_920168865_snap_9_question=^?^Well... the necessary indulgences cost 5000 gold coins. Are you ready to pay?
chat_system_920168865_snap_9_answer_0=^?^Yes, here is the money.
chat_system_920168865_snap_9_answer_1=^?^Unfortunately I do not have the money, but I'll come back to get the Indulgence.
chat_system_920168865_snap_9_answer_2=^?^Wow, 5000? I don't know if the pirates are worth that much money.
chat_system_920168865_snap_1_answer_7=^?^Father, do you have any use for coffins?
chat_system_920168865_snap_1_answer_8=^?^Father, about the coffins...
chat_system_920168865_snap_16_question=^?^Coffins? We have young priests that could use training against skeletons and it also allows up to destroy the coffins as well. Carved Coffins produce Vampires and they are far too dangerous for our young priests. You might check with Furious Paladin about the Carved Coffins if you haven't done so already.
chat_system_920168865_snap_16_answer_0=^?^Father, allowing priests to train on skeletons sounds like a good idea! What would I get in exchange?
chat_system_920168865_snap_17_question=^?^I think a fair offer is 1 Magic Crystal for every 125 Coffins that you bring me. This will give my young priests plenty of practice and we are also eliminating the Undead at the same time. Do you agree with this offer?
chat_system_920168865_snap_17_answer_0=^?^Father, training on skeletons should be a good challenge for your young priests! I agree - let me go find some coffins...
chat_system_920168865_snap_17_answer_1=^?^Father, training on skeletons should be a good challenge for your young priests! I agree - I've got some coffins on me, let's see if we can trade...
chat_system_920168865_snap_18_question=^?^Our priests eagerly await training - did you bring any coffins?
chat_system_920168865_snap_18_answer_0=^?^No father, I haven't found any yet...
chat_system_920168865_snap_18_answer_1=^?^I have some father, but I don't have enough.
chat_system_920168865_snap_18_answer_2=^?^[img_crystal] Receive 1 Magic Crystal for 125 Coffins.
chat_system_920168865_snap_18_answer_3=^?^[img_crystal] Receive 2 Magic Crystals for 250 Coffins.
chat_system_920168865_snap_18_answer_4=^?^[img_crystal] Receive 5 Magic Crystals for 625 Coffins.
chat_system_920168865_snap_18_answer_5=^?^[img_crystal] Receive 10 Magic Crystals for 1250 Coffins.
chat_system_920168865_snap_18_answer_6=^?^Father, I've changed my mind, show me your shop...
chat_system_920168865_snap_18_answer_7=^?^Father, I must depart...
chat_system_920168865_snap_19_question=^?^My young priests await, but I'm sure you'll find some more! Don't forget, you need at least 125 coffins to trade!
chat_system_920168865_snap_19_answer_0=^?^Yes father - let me go find some more...
chat_system_920168865_snap_20_question=^?^Here take this Magic Crystal. These coffins should help my young priests train against the Undead.
chat_system_920168865_snap_20_answer_0=^?^Father I've got more - let's trade some more...
chat_system_920168865_snap_20_answer_1=^?^Father I must depart...
chat_system_920168865_snap_21_question=^?^Here take these Magic Crystals. Ahh! So many coffins! This should be great training for my young priests!
chat_system_920168865_snap_21_answer_0=^?^Father I've got more - let's trade some more...
chat_system_920168865_snap_21_answer_1=^?^Father I must depart...
chat_system_920168865_snap_22_question=^?^My young priests await, but I'm sure you'll find some! Don't forget, you need at least 125 coffins to trade!
chat_system_920168865_snap_22_answer_0=^?^Yes father, I'm sure I'll find some in my travels...